/* German */
/* Warnings for <cityname> */
"warningsFor" =
	"Warnungen für %@:\n\n";
	
"falseAlarm" = 
	"Fehlalarm, keine Warnung. Entschuldigen Sie die Störung";

"loadingText" =
    "Lade";

"pleaseWaitText" =
    "Bitte warten, während Meteo die Wetterdaten lädt";

/* build as displayed in \"About\" */
"build" =
    "build";

/* No comment provided by engineer. */
"Cancel" =
    "Abbrechen";

/* City Switcher MenuItem */
"City Switcher" =
    "City Switcher";

/* Controls MenuItem */
"Controls" =
    "Steuerung";

/* No comment provided by engineer. */
"Current Conditions" =
    "Aktuelle Bedingungen";

/* No comment provided by engineer. */
"Extended Forecast" =
    "Wettervorhersage";

/* No comment provided by engineer. */
"New Version" =
    "Neue Version";

/* No comment provided by engineer. */
"No Active Cities" =
    "Keine aktiven Städte";

/* No comment provided by engineer. */
"No New Version" =
    "Keine neue Version";

/* No comment provided by engineer. */
"No Weather" =
    "Keine Wetterdaten";

/* No comment provided by engineer. */
"OK" =
    "OK";

/* No comment provided by engineer. */
"Preferences" =
    "Einstellungen";

/* No comment provided by engineer. */
"Quit" =
    "Beenden";

/* No comment provided by engineer. */
"Refresh" =
    "Aktualisieren";

/* No comment provided by engineer. */
"Server Unreachable" =
    "Server nicht erreichbar";

/* Show City Editor MenuItem */
"Show City Editor" =
    "Zeige Städte-Editor";

/* No comment provided by engineer. */
"The server could not be reached to determine the most recent version of Meteorologist." =
    "Der Server ist nicht erreichbar, um die aktuelle Version von Meteorologist zu ermitteln.";

/* Version as displayed in \"About\" */
"Version" =
    "Version";

/* No comment provided by engineer. */
"Version %@ of Meteorologist is available (your version %@).  Would you like to visit the web site?" =
    "Version %1$@ von Meteorologist ist verfügbar (Ihre Version %2$@).  Möchten Sie die Website besuchen?";

/* No comment provided by engineer. */
"Visit Web Site" =
    "Besuch der Website";

/* Will be used as \"Weather for <city name>\" */
"Weather For" =
    "Wetter für";

/* No comment provided by engineer. */
"You have the most recent version of Meteorologist." =
    "Sie haben die aktuelle Version von Meteorologist.";

/* Preferences panel */
"MeteorologistNameText" =
    "Meteorologist";

/* Preferences: Panel 1 (Weather) */
"weatherTabTitle" =
    "Wetter";
"temperatureBoxTitle" =
    "Temperatur";
"displayTempTitle" =
    "Temperatur anzeigen";
"hideCFTitle" =
    "Einheit (C/F) verbergen";
"showHumidity" =
    "Luftfeuchtigkeit anzeigen";
"menuBarBoxTitle" =
    "Menüleiste";
"displayMenuIconTitle" =
    "Symbol anzeigen";
"displayCityNameTitle" =
    "Städtenamen anzeigen";
"fontNameTitle" =
    "Schrift:";
"fontSizeTitle" =
    "Schriftgrad:";
"fontColorTitle" =
    "Schriftfarbe:";
"dockIconBoxTitle" =
    "Dock-Symbol";
"imageOpacityTitle" =
    "Deckkraft:";
"currentWeatherBoxTitle" =
    "Aktuelles Wetter";
"displayTodayInSubmenuTitle" =
    "In Untermenü anzeigen";
"extendedForecastBoxTitle" =
    "Erweiterte Vorhersage";
"forecastDaysOnTitle" =
    "Erweiterte Vorh. anzeigen";
"viewForecastInSubmenuTitle" =
    "In Untermenü anzeigen";
"displayDayImageTitle" =
    "Wettersymbole anzeigen";
"forecastInlineTitle" =
    "Vorhersagen auf 1 Zeile";
"forecastDaysNumberLabelTitle" =
    "Anzahl Tage";
"generalBoxTitle" =
    "Allgemein";
"embedControlsTitle" =
    "Meteorologist-Steuerung in Untermenü anzeigen";
"killOtherMeteoTitle" =
    "Verhindern, daß mehrere Meteos gestartet werden";
"resetButtonTitle" =
    "Standardeinstellungen";
"revertButtonTitle" =
    "Änderungen verwerfen";
"applyButtonTitle" =
    "Anwenden";

/* Preferences: Panel 2 (Cities) */
"citiesTabTitle" =
    "Städte";
"citiesTabHeaderActiveText" =
    "Aktiv";
"citiesTabHeaderNameText" =
    "Städtename";
"citiesTabHeaderServersText" =
    "Aktive Server (nicht bearbeitbar)";
"citiesTabDescriptonText" =
    "Die Menüleiste zeigt die erste Stadt. Drag & Drop zum Ändern der Reihenfolge.";
"addCityTitle" =
    "Neu";
"editCityTitle" =
    "Bearbeiten";
"removeCityTitle" =
    "Löschen";
"updateMenuTitle" =
    "Menü aktualisieren";
"useGlobalUnitsTitle" =
    "Globale Einheiten verwenden";
"explainGlobalUnitsText" =
    "Ansosten werden die Einheiten-Einstellungen für die jeweilige Stadt aus den Tabs Wetter- und Vorhersage-Angaben verwendet.";
"degreesNameText" =
    "Grad:";
"distanceNameText" =
    "Entfernung:";
"speedNameText" =
    "Geschw.:";
"pressureNameText" =
    "Druck:";
"fahrenheitText" =
    "Fahrenheit";
"celsiusText" =
    "Celsius";
"milesText" =
    "Meilen";
"feetText" =
    "Fuss";
"kilometersText" =
    "Kilometer";
"metersText" =
    "Meter";
"milesPerHourText" =
    "Meilen/Stunde";
"kilometersPerHourText" =
    "km/h";
"metersPerSecondText" =
    "m/s";
"knotsText" =
    "Knoten";
"inchesText" =
    "Zoll";
"millibarsText" =
    "Millibar";
"kilopascalsText" =
    "Kilopascal";
"hectopascalsText" =
    "Hectopascal";
 

/* Preferences: Panel 3 (Updating) */
"updatingTabTitle" =
    "Aktualisierung";
"updateIntervalBoxTitle" =
    "Aktualisierungs-Intervall";
"updateXminutesTitle" =
    "Aktive Orte aktualisieren nach";
"minutesText" =
    "Minuten";
"cycleXminutesTitle" =
    "Aktive Orte vertauschen nach";
"changeLocationsXminutesTitle" =
    "Aktive Orte ändern nach";
"updatesAndProblemsBoxTitle" =
    "Programm-Updates und Störungen";
"checkForNewVersionsTitle" =
    "Beim Start nach neuer Version suchen";
"checkForServerProblemsTitle" =
    "Beim Start auf Serverprobleme prüfen";
"logMessagesTItle" =
    "Log-Einträge Konsole";
"checkForNewVersionButtonTitle" =
    "Neue Version suchen";
"checkForNewErrorsButtonTitle" =
    "Serverprobleme prüfen";
"displayLocationBoxTitle" =
    "Anzeigeoptionen (Änderung erfordert Neustart)";
"menubarButtonTitle" =
    "Menüleiste";
"dockButtonTitle" =
    "Dock";
"bothButtonTitle" =
    "Beide";
"displayLocationTextData" =
    "Meteo kann im Dock und/oder in der Menüleiste angezeigt werden.";

/* Preferences: Panel 4 (Alerts) */
"alertsTabTitle" =
    "Alerts";
"weatherAlertsBoxTitle" =
    "Wetter-Warnungen";
"weatherAlertEmailTitle" =
    "E-mail";
"weatherAlertSMSTitle" =
    "SMS";
"weatherAlertBeepTitle" =
    "Signalton";
"weatherAlertSongTitle" =
    "Song";
"weatherAlertBounceTitle" =
    "Bounce";
"weatherAlertMessageTitle" =
    "Message";
"weatherAlertChooseSongTitle" =
    "Wählen Sie Song-Datei";

/* Preferences: Panel 5 (About) */
"aboutTabTitle" =
    "Über";
"aboutHomepageTitle" =
    "Homepage";
"aboutWebSupportTitle" =
    "Support-Team im Web";

/* Weather Alert Message */
"weatherAlertPanelTitle" =
    "Wetter-Warnhinweise";
"killSoundsButtonTitle" =
    "Töne stoppen";
"clearLogButtonTitle" =
    "Protokoll löschen";

/* Download Window */
"downloadWindowTitle" =
    "";
"downloadWindowTextText" =
    "Bild-Download";
"downloadWindowNameText" =
    "Bildname:";
"downloadWindowSizeText" =
    "Bildgröße:";

/* City Editor Panel */
"cityEditorWindowTitle" =
    "City Editor";
"serversTabTitle" =
    "Server";
"weatherItemsTabTitle" =
    "Wetter-Angaben";
"forecastItemsTabTitle" =
    "Vorhersage-Angaben";
 
/* City Editor: Panel 1 (Servers) */
"cityNameTitle" =
    "Name:";
"cityNameDescriptionLabel" =
    "z. B. Zuhause, Urlaub, Arbeitsplatz, Oma & Opa, Berlin, etc.";
"weatherServersTitle" =
    "Wetter-Server:";
"weatherModulesTable" =
    "Weather Modules";
"weatherServersDescriptionTItle" =
    "Für jeden neuen Server muß die Städte-Suche erneut erfolgen.";
"cityOrZipSearchTitle" =
    "Suche nach Stadt:";
"searchButtonTitle" =
    "Suchen";
"cityNameCellTitle" =
    "Städtename";
"onlyTheFirstEightDescriptionTitle" =
    "Nur die ersten 8 Treffer werden angezeigt";
"cancelButtonTitle" =
    "Abbrechen";
"confirmButtonTitle" =
    "Übernehmen";

/* City Editor: Panel 2 (Weather Items) */
"currentWeatherItemsTitle" =
    "Angaben für aktuelles Wetter";
"currentWeatherItemsPropertyTitle" =
    "Eigenschaft";
"currentWeatherItemsOnTitle" =
    "Ein";
"currentWeatherItemsUnitTitle" =
    "Einheit";
"currentWeatherItemsServerTitle" =
    "Server";
"citiesListTitle" =
    "Städte";
"ImportButtonTitle" =
    "Einstellungen dieser Stadt übernehmen";

/* City Editor: Panel 3 (Forecast Items) */
"longTermForecastItemsTitle" =
    "Angaben für erweiterte Vorhersagen";
"longTermForecastItemsOnTitle" =
    "Ein";
"longTermForecastItemsPropertyTitle" =
    "Eigenschaft";
"longTermForecastItemsUnitTitle" =
    "Einheit";
"longTermForecastItemsServerTitle" =
    "Server";

/* Values in menu */
"Temperature" =
	"Temperatur";
"Feels Like" =
	"Gefühlte Temperatur";
"Dew Point" =
	"Taupunkt";
"Humidity" =
	"Feuchtigkeit";
"Visibility" =
	"Sicht";
"Pressure" =
	"Luftdruck";
"Wind" =
	"Wind";
"UV Index" =
	"UV Index";
"Last Update" =
	"Letzte Aktualisierung";
"Date" =
	"Datum";
"Forecast" =
	"Prognose";
"High" =
	"Maximum";
"Low" =
	"Minimum";
"Precipitation" =
	"Niederschlag";
"Extended Forecast" =
	"Weiterer Trend";
"Weather Alert" =
	"Wetterwarnung";
"Radar Image" =
	"Radarbild";
"Controls" =
	"Optionen";
"Show City Editor" =
	"Städte bearbeiten";
"City Switcher" =
	"Stadt wechseln";
"Preferences" =
	"Einstellungen";
